Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/iearth.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: Earlier this winter, we had a round where we asked for project ideas we that can continue with in the iEarth collaboration.
nn: Tidlegare i vinter hadde vi ein runde der vi etterspurte prosjektidear vi kan ta vidare i iEarth samarbeidet.

source: We are also close to defining the various PhD and Postdoctoral projects that will be launched under the iEarth umbrella.
nn: Vi nærmar oss også å ferdigstille arbeidet med kva PhD og Postdoktor prosjekter vi vil setje i gang under iEarth paraplyen slik at vi kan lyse desse ut i løpet av sommaren med søknadsfrist i august/september.

source: This will consist of the five professor 2 positions, five PhD projects and one postdoctoral fellow.
nn: Dette vil bestå av dei fem professor 2 stillingane, fem phd prosjekt og ein postdoktor.

source: Now it has been over three months since we learned that we have been granted SFU status.
nn: No har det gått over tre månader frå vi fekk vite at vi har fått status som SFU.

source: Anders Schomacker and Iver Martens at UiT constitute the program committee and if you have suggestions for content or theme, you should send them an email.
nn: Anders Schomacker og Iver Martens ved UiT utgjer programkomiteen og dersom du har forslag til innhald eller tema er det berre å sende dei ein e-post.

source: Update from iEarth – May/June
nn: Oppdatering frå iEarth – mai/juni

source: In summary, a lot of exciting things have happened in spite of the corona, for example the establishment of iEDLF, the establishment of iEarth student organizations, a new national geohazard course, start-up of the first internal iEarth projects, establishment of a pedagogical group which included five 20% positions in educational research and five PhD positions, and finally but not last the start of a new internship course in Tromsø.
nn: Når ein summerer opp så har det skjedd mykje spennande på tross av korona, til dømes etableringa iEDLF, etablering av iEarth studentorganisasjonar, nytt nasjonalt geofarekurs, gjennomføring av den fyrste internprosjekt utlysinga, etablering av pedagogisk forkar gruppe som inkludert tilsetjing av fem 20% stillingar i utdanningsforsking og fem PhD stillingar og oppstart av praksiskurs i Tromsø.

source: One exciting topic that in the program will be reports from the internal project that received money in 2020.
nn: Her skal vi få ein rapport frå intern prosjekta som fekk pengar i 2020.

source: This shows that iEarth can be the hub that can drive projects around the centre, something we want more of in 2021.
nn: Dette syner at iEarth kan vere navet som kan drive fram prosjekter kring senteret noko som vi ynskjer meir av i 2021.

source: Both Christian Jørgensen, Sehoya Cotner and Vigdis Vandvik have written reader posts about this that are worth reading to get acquainted with the case.
nn: Både Christian Jørgensen, Sehoya Cotner og Vigdis Vanvik har skrevet lesarinnlegg om dette som er verdt å lese for å setje seg inn i saka.

source: This is an event regular event that will continue in 2021 and if you have something exciting going on with your own teaching, we are happy to accept suggestions for topics, we will start up again on 14 January.
nn: Dette er eit arrangement vi vidarefører i 2021 og dersom du har noko spennande på gang med eigen undervising tek vi gjerne imot forslag til tema, vi startar opp igjen den 14.

source: This is because Anne is moving to Stavanger with her family, something we are very sad for!
nn: Dette fordi Anne skal flytte til Stavanger med familien sin, noko vi er svært leie oss for!

source: Congratulations to Iver and thank you for your fantastic efforts!
nn: Gratulerer til Iver og takk for fantastisk innsats!

source: One important event for the iEarth consortium is the annual “Geolearning forum”.
nn: Eit viktig arrangement for iEarth er det årlege «Geolearning forum».

source: Another issue is that the PhD positions are all “in-kind” positions from the partner institutions and thus the candidates will be appointed at various institutions.
nn: Ei anna utfording er at phd stillingane alle er «in-kind» stillingar frå partner institusjonane og såleis vil kandidatane vere tilsett på ulike institusjonar.

source: On March 15, the application deadline for the second round of iEarth funding for internal projects expired.
nn: Den 15 marsk gjekk søknadsfristen ut for andre runde med finansiering av interne prosjekter under iEarth.

source: Words from the centre leader – March 2021
nn: Ord frå senterleiaren – mars 2021

source: This will be delivered to DIKU by May 4
nn: Denne skal leverast til DIKU innan 4.

source: It is therefore very satisfying that we now have both a national student organization (directed by Serianna Kvarøy) and local student organizations at the partner institutions.
nn: Det er difor svært gledeleg at vi no har både ein nasjonal studentorganisasjon (leia av Serianna Kvarøy) og lokale studentorganisasjonar på partner institusjonane.

source: At the end of the report, we look ahead to what we hope will happen next in 2021 within the various development areas.
nn: I slutten av rapporten ser vi framover på kva vi vonar skal skje vidare i 2021 innan dei ulike utviklingsområda.

source: Between 40 and 50 people participated, and we have had good discussions after each session.
nn: Mellom 40 og 50 personar har delteke kvar gong og det har vore gode diskusjonar etter kvart innlegg.

source: In October, we had our annual Geolearning Forum, which was planned to take place in Tromsø but had to be turned into streamed keynote lectures and local workshops.
nn: I oktober hadde vi vårt årleg Geolearning Forum som eigentleg skulle gå i Tromsø med digitale keynote føredrag og lokale workshops.

source: We received a total of 27 applications well distributed between the various institutions.
nn: Vi fekk totalt inn 27 søknader godt fordelt mellom dei ulike institusjonane.

source: Important milestones this year have been to set up a student organization, set up a research group with professor 2 competence, advertise PhD positions, arrange regular digital learning forums, and not least hold our annual Geolearning forum.
nn: Viktige milepålar dette året har vore å få på plass ein studentorganisasjon, få på plass ei forskargruppe med professor 2 kompetanse, lyse ut PhD stillingar, arrangere jamlege digitale læringsforum og ikkje minst halde vårt årlege Geolearning forum.

source: However, I still hope that you find time to follow the semester’s latest digital learning forum on Thursday 3 June, where several of our colleagues will share their experiences with using Jupyter Note books in teaching.
nn: Vonar likevel at du finn tid til å følgje semesterets siste digital learning forum torsdag 3 juni der fleire av våre kollegaer vil dele sine erfaringar me då bruke Jupyter Noetbooks i undervisinga.

source: Finally, June the 1st has passed and iEarth is officially a “Centre for excellence in education” (SFU)!
nn: Så var endeleg 1 juni passert og iEarth er offisielt eit «Senter for fremragende undervising» (SFU)!

source: This week we got the good news that we received an award for the project “Geopraksis” lead by Iver Martens at UiT.
nn: Denne veka fekk vi den gledeleg melding at vi fekk tildeling på prosjektet «Geopraksis» leia av Iver Martens ved UiT.

source: In response to the closure of the universities, we established an “iEarth digital learning forum”.
nn: Som ein respons på stenginga av universiteta etablerte vi eit «iEarth digital learning forum».

source: We hope to announce in the next month’s letter who will be “education chairs” and Professor 2 at the various institutions.
nn: Vi vonar å annonsere i neste månadsbrev kven som skal vere «education chairs» og professor 2 ved dei ulike institusjonane.
